Revit 2027 API
BuiltInFailures.GroupFailures.FailedToChangeGroupLevelRef Property
 Unable to change group level ref.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId FailedToChangeGroupLevelRef { get; }
Public Shared ReadOnly Property FailedToChangeGroupLevelRef As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ FailedToChangeGroupLevelRef {
	FailureDefinitionId^ get ();
}
static member FailedToChangeGroupLevelRef : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.GroupFailures Class
Autodesk.Revit.DB Namespace